name: "yolov8n"
platform: "pytorch_libtorch"
max_batch_size: 128
dynamic_batching { }
instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
  ]
input [
  {
    name: "INPUT__0"
    data_type: TYPE_FP32
    dims: [ 3, 640, 640 ]
  }
]
output [
  {
    name: "OUTPUT__0"
    data_type: TYPE_FP32
    dims: [ 84, 8400 ]
  }
]
